export default {
  yes: "ဟုတ်ခဲ့သည်",
  no: "မဟုတ်ခဲ့ရပါ",
  password: {
    confirmIsEmpty: "အတည်ပြုသည့် စကားဝှက်ကို ထပ်ဖြည့်ပါ",
    confirmIsMatch: "စကားဝှက်များ တူညီသည်",
    confirmIsNotMatch: "စကားဝှက်များ တူညီမဟုတ်ပါ",
    passwordConfirmPlaceholderText: "ရွေးချယ်ရန် လိုအပ်ပါစေ",
    passwordConfirmTitleText:
      "သင့်ရဲ့ရွေးချယ်သူ့စကားဝှက်ကို သင်အလိုအလျောက် ပေးပါသည်။",
    passwordPlaceholderText: "စကားဝှက်ထည့်ပါ။",
    passwordTitleText:
      "စကားဝှက်သည် အန္တရာယ်နှင့် အောက်အထားအလိုအလျောက် တစ်ခါတစ်ရံ အရာရှိရမည်၊ သို့မဟုတ် နံပါတ် ၁ လုံး နှင့် အက္ခရာတစ်လုံးပါဝင်ရမည်၊ ထို့နောက် အနိုင်ရှင့် အလှတ်ကို တစ်ခုထပ်ထည့်ရန် လိုအပ်ပါစေ။",
    showPassword: "စကားဝှက်ကို ပြပါ",
  },
};
