export default {
  yes: "បាទ/ចាស",
  no: "ទេ",
  password: {
    confirmIsEmpty: "សូមបញ្ចូលពាក្យសម្ងាត់ដូចគ្នា",
    confirmIsMatch: "ពាក្យសម្ងាត់ត្រូវបានផ្គូផ្គង",
    confirmIsNotMatch: "ពាក្យសម្ងាត់មិនផ្គូផ្គង",
    passwordConfirmPlaceholderText:
      "បញ្ចូលពាក្យសម្ងាត់ដែលអ្នកចង់បញ្ចូលឡើងវិញនៅទីនេះ",
    passwordConfirmTitleText:
      "នេះត្រូវបានប្រើដើម្បីបញ្ជាក់ថាអ្នកបានវាយបញ្ចូលពាក្យសម្ងាត់ដែលអ្នកចង់បញ្ចូលឡើងវិញត្រឹមត្រូវ។",
    passwordPlaceholderText: "បញ្ចូលពាក្យសម្ងាត់នៅទីនេះ។",
    passwordTitleText:
      "ពាក្យសម្ងាត់ត្រូវតែមានចំនួនអក្សរធំមួយ និងអក្សរតូចមួយយ៉ាងគ្រាន់តែមួយតូចនិងនឹងមានចំនួនសំណើសដងចូលប្រើរស់នោះទៀត។ ផ្តល់អោយតម្លៃយ៉ាងហោចណាស់ 8 តួអក្សរ។",
    showPassword: "បង្ហាញពាក្យសម្ងាត់",
  },
};
